Repository: kn-nakamura/RunJourney
Catalog: RunJourney/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, ja, ko, pt_br, zh_hans, zh_hant

source: Adds 8 demo races across Japan. Skips duplicates.
de: Fügt 8 Demo-Rennen in ganz Japan hinzu. Duplikate werden übersprungen.
es: Añade 8 carreras de demostración por todo Japón. Omite duplicados.
fr: Ajoute 8 courses de démonstration à travers le Japon. Les doublons sont ignorés.
it: Aggiunge 8 gare dimostrative in tutto il Giappone. I duplicati vengono ignorati.
ja: 日本各地のデモレース 8 件を追加します。重複はスキップします。
ko: 일본 각지의 데모 레이스 8개를 추가해요. 중복은 건너뜁니다.
pt_br: Adiciona 8 corridas de demonstração pelo Japão. Duplicatas são ignoradas.
zh_hans: 添加 8 场日本各地的示例赛事，重复项会被跳过。
zh_hant: 新增 8 場日本各地的示範賽事，重複項目會被略過。

source: AI Review is unavailable
de: AI Review ist nicht verfügbar
es: AI Review no está disponible
fr: AI Review est indisponible
it: AI Review non è disponibile
ja: AI レビューを利用できません
ko: AI 리뷰를 사용할 수 없어요
pt_br: AI Review está indisponível
zh_hans: AI 评论不可用
zh_hant: AI 評論無法使用

source: AI Review requires iOS 26 or later
de: AI Review erfordert iOS 26 oder neuer
es: AI Review requiere iOS 26 o posterior
fr: AI Review nécessite iOS 26 ou ultérieur
it: AI Review richiede iOS 26 o successivo
ja: AI レビューには iOS 26 以降が必要です
ko: AI 리뷰는 iOS 26 이상이 필요해요
pt_br: AI Review requer iOS 26 ou posterior
zh_hans: AI 评论需要 iOS 26 或更高版本
zh_hant: AI 評論需要 iOS 26 或以上版本

source: AI Review Unavailable
de: AI Review nicht verfügbar
es: AI Review no disponible
fr: AI Review indisponible
it: AI Review non disponibile
ja: AI レビューを利用できません
ko: AI 리뷰를 사용할 수 없어요
pt_br: AI Review indisponível
zh_hans: AI 评论不可用
zh_hant: AI 評論無法使用

source: Apple Intelligence is disabled in Settings
de: Apple Intelligence ist in den Einstellungen deaktiviert
es: Apple Intelligence está desactivado en Ajustes
fr: Apple Intelligence est désactivé dans Réglages
it: Apple Intelligence è disattivato nelle Impostazioni
ja: Apple Intelligence が設定でオフになっています
ko: 설정에서 Apple Intelligence가 꺼져 있어요
pt_br: Apple Intelligence está desativado nos Ajustes
zh_hans: Apple Intelligence 已在设置中关闭
zh_hant: Apple Intelligence 已在設定中關閉

source: Apple Intelligence is not available on this device
de: Apple Intelligence ist auf diesem Gerät nicht verfügbar
es: Apple Intelligence no está disponible en este dispositivo
fr: Apple Intelligence n'est pas disponible sur cet appareil
it: Apple Intelligence non è disponibile su questo dispositivo
ja: このデバイスでは Apple Intelligence を利用できません
ko: 이 기기에서는 Apple Intelligence를 사용할 수 없어요
pt_br: Apple Intelligence não está disponível neste dispositivo
zh_hans: 此设备不支持 Apple Intelligence
zh_hant: 此裝置不支援 Apple Intelligence

source: Attach PDFs to your races and results.
de: Hänge PDFs an deine Rennen und Ergebnisse an.
es: Adjunta archivos PDF a tus carreras y resultados.
fr: Attachez des PDF à vos courses et résultats.
it: Allega PDF alle tue gare e ai tuoi risultati.
ja: レースや結果に PDF を添付できます。
ko: 레이스나 결과에 PDF를 첨부할 수 있어요.
pt_br: Anexe PDFs às suas corridas e resultados.
zh_hans: 可在赛事与成绩中添加 PDF 附件。
zh_hant: 可在賽事與成績中新增 PDF 附件。

source: Checking…
de: Wird geprüft…
es: Comprobando…
fr: Vérification…
it: Controllo in corso…
ja: 確認中…
ko: 확인 중…
pt_br: Verificando…
zh_hans: 检查中…
zh_hant: 檢查中…

source: Choose what to delete. This cannot be undone.
de: Wähle aus, was gelöscht werden soll. Kann nicht rückgängig gemacht werden.
es: Elige qué eliminar. No se puede deshacer.
fr: Choisissez ce que vous voulez supprimer. Action irréversible.
it: Scegli cosa eliminare. Operazione irreversibile.
ja: 削除する対象を選んでください。元に戻せません。
ko: 삭제할 항목을 선택해 주세요. 되돌릴 수 없어요.
pt_br: Escolha o que deseja apagar. Não pode ser desfeito.
zh_hans: 请选择要删除的内容。无法撤销。
zh_hant: 請選擇要刪除的內容。無法復原。

source: Dark suits city neon at night. Light brings natural daylight tones; the map switches with the theme. Choose System to follow your iOS appearance.
de: Dark passt zu nächtlichem Stadt-Neon, Light bringt natürliche Tageslichttöne, und die Karte folgt dem Thema. Wähle System, um dem iOS-Erscheinungsbild zu folgen.
es: Dark se adapta al neón nocturno; Light aporta tonos de luz natural y el mapa cambia con el tema. Elige System para seguir la apariencia de iOS.
fr: Le mode Dark va avec les néons urbains la nuit ; Light apporte des tons de lumière naturelle et la carte suit le thème. Choisissez System pour suivre l'apparence d'iOS.
it: Dark si adatta al neon notturno della città; Light porta tonalità di luce naturale e la mappa segue il tema. Scegli System per seguire l'aspetto di iOS.
ja: Dark は夜のシティネオンに、Light は昼の自然光に合います。マップもテーマに連動します。System を選ぶと iOS の外観設定に追従します。
ko: Dark는 야간 네온 분위기에, Light는 자연광 톤에 어울리며 지도도 테마에 따라 바뀌어요. System을 선택하면 iOS 외관 설정을 따릅니다.
pt_br: Dark combina com o neon noturno da cidade; Light traz tons de luz natural e o mapa muda junto com o tema. Escolha System para acompanhar a aparência do iOS.
zh_hans: Dark 适合夜晚的霓虹氛围；Light 呈现自然日光色调，地图也会随主题切换。选择 System 即跟随 iOS 外观设置。
zh_hant: Dark 適合夜晚的霓虹氛圍；Light 呈現自然日光色調，地圖會隨主題切換。選擇 System 將跟隨 iOS 外觀設定。

source: Deletes all registered results (times, routes). Race entries are kept.
de: Löscht alle registrierten Ergebnisse (Zeiten, Strecken). Renn-Einträge bleiben erhalten.
es: Elimina todos los resultados registrados (tiempos, rutas). Las carreras se conservan.
fr: Supprime tous les résultats enregistrés (temps, parcours). Les courses sont conservées.
it: Elimina tutti i risultati registrati (tempi, percorsi). Le gare vengono conservate.
ja: 登録済みの結果（タイム・ルート）をすべて削除します。レース情報は保持されます。
ko: 등록된 모든 결과(기록·경로)를 삭제해요. 레이스 항목은 유지됩니다.
pt_br: Apaga todos os resultados registrados (tempos, rotas). As corridas são mantidas.
zh_hans: 删除所有已记录的成绩（用时、路线）。赛事条目保留。
zh_hant: 刪除所有已記錄的成績（用時、路線）。賽事條目會保留。

source: Deletes all saved pace plans.
de: Löscht alle gespeicherten Pace-Pläne.
es: Elimina todos los planes de ritmo guardados.
fr: Supprime tous les plans d'allure enregistrés.
it: Elimina tutti i piani di ritmo salvati.
ja: 保存済みのペースプランをすべて削除します。
ko: 저장된 페이스 플랜을 모두 삭제해요.
pt_br: Apaga todos os planos de ritmo salvos.
zh_hans: 删除所有已保存的配速方案。
zh_hant: 刪除所有已儲存的配速計畫。

source: Deletes everything (races, results, pace plans). Cannot be undone.
de: Löscht alles (Rennen, Ergebnisse, Pace-Pläne). Kann nicht rückgängig gemacht werden.
es: Elimina todo (carreras, resultados, planes de ritmo). No se puede deshacer.
fr: Supprime tout (courses, résultats, plans d'allure). Action irréversible.
it: Elimina tutto (gare, risultati, piani di ritmo). Operazione irreversibile.
ja: すべて（レース・結果・ペースプラン）を削除します。元に戻せません。
ko: 모든 데이터(레이스·결과·페이스 플랜)를 삭제해요. 되돌릴 수 없어요.
pt_br: Apaga tudo (corridas, resultados, planos de ritmo). Não pode ser desfeito.
zh_hans: 删除所有内容（赛事、成绩、配速方案）。无法撤销。
zh_hant: 刪除所有內容（賽事、成績、配速計畫）。無法復原。

source: Deletes race entries and all linked results.
de: Löscht Renn-Einträge und alle verknüpften Ergebnisse.
es: Elimina las carreras y todos sus resultados asociados.
fr: Supprime les courses et tous leurs résultats associés.
it: Elimina le gare e tutti i risultati collegati.
ja: レース情報と紐づく結果をすべて削除します。
ko: 레이스 항목과 연결된 모든 결과를 삭제해요.
pt_br: Apaga as corridas e todos os resultados vinculados.
zh_hans: 删除赛事条目及其全部关联成绩。
zh_hant: 刪除賽事條目及其所有關聯成績。

source: Failed to render image
de: Bild konnte nicht erstellt werden
es: No se pudo generar la imagen
fr: Échec du rendu de l'image
it: Impossibile generare l'immagine
ja: 画像の生成に失敗しました
ko: 이미지 생성에 실패했어요
pt_br: Falha ao gerar a imagem
zh_hans: 图片生成失败
zh_hant: 影像產生失敗

source: Free is limited to %lld races and %lld total results.
de: Die kostenlose Version ist auf %lld Rennen und insgesamt %lld Ergebnisse begrenzt.
es: La versión gratuita está limitada a %lld carreras y %lld resultados en total.
fr: La version gratuite est limitée à %lld courses et %lld résultats au total.
it: La versione gratuita è limitata a %lld gare e %lld risultati totali.
ja: 無料プランでは最大 %lld 件のレースと累計 %lld 件の結果まで利用できます。
ko: 무료 플랜은 최대 %lld 개의 레이스와 누적 %lld 개의 결과까지만 사용할 수 있어요.
pt_br: A versão gratuita está limitada a %lld corridas e %lld resultados no total.
zh_hans: 免费版最多支持 %lld 场赛事和共计 %lld 项成绩。
zh_hant: 免費版最多支援 %lld 場賽事和共計 %lld 筆成績。

source: Generating…
de: Wird erstellt…
es: Generando…
fr: Génération…
it: Generazione in corso…
ja: 生成中…
ko: 생성 중…
pt_br: Gerando…
zh_hans: 生成中…
zh_hant: 產生中…

source: Generation returned an empty response
de: Die Generierung hat eine leere Antwort zurückgegeben
es: La generación devolvió una respuesta vacía
fr: La génération a renvoyé une réponse vide
it: La generazione ha restituito una risposta vuota
ja: 生成結果が空でした
ko: 생성 결과가 비어 있어요
pt_br: A geração retornou uma resposta vazia
zh_hans: 生成返回了空响应
zh_hant: 生成傳回空白回應

source: Generative model is not ready yet
de: Das generative Modell ist noch nicht bereit
es: El modelo generativo aún no está listo
fr: Le modèle génératif n'est pas encore prêt
it: Il modello generativo non è ancora pronto
ja: 生成モデルの準備ができていません
ko: 생성 모델이 아직 준비되지 않았어요
pt_br: O modelo generativo ainda não está pronto
zh_hans: 生成模型尚未就绪
zh_hant: 生成模型尚未就緒

source: Get a coach-style reflection on this race, generated on-device by Apple Intelligence.
de: Erhalte eine Trainer-artige Reflexion zu diesem Rennen, von Apple Intelligence direkt auf dem Gerät erstellt.
es: Obtén una reflexión estilo entrenador sobre esta carrera, generada en el dispositivo por Apple Intelligence.
fr: Obtenez une analyse façon coach de cette course, générée sur l'appareil par Apple Intelligence.
it: Ottieni una riflessione in stile coach su questa gara, generata sul dispositivo da Apple Intelligence.
ja: このレースについて、コーチ風の振り返りを Apple Intelligence がデバイス上で生成します。
ko: 이 레이스에 대한 코치 스타일의 회고를 Apple Intelligence가 기기 내에서 생성해요.
pt_br: Receba uma reflexão estilo treinador sobre esta corrida, gerada no dispositivo pelo Apple Intelligence.
zh_hans: 由 Apple Intelligence 在设备端生成本场赛事的教练式赛后回顾。
zh_hant: 由 Apple Intelligence 在裝置端產生本場賽事的教練式賽後回顧。

source: If iCloud sync is enabled, deletions also propagate to all linked devices.
de: Wenn iCloud-Sync aktiviert ist, werden Löschungen auch auf allen verknüpften Geräten angewendet.
es: Si iCloud está activado, las eliminaciones también se aplican a todos los dispositivos enlazados.
fr: Si la synchronisation iCloud est activée, les suppressions se propagent à tous les appareils liés.
it: Se la sincronizzazione iCloud è attiva, le eliminazioni vengono propagate a tutti i dispositivi collegati.
ja: iCloud 同期が有効な場合、削除はすべての連携デバイスにも反映されます。
ko: iCloud 동기화가 켜져 있으면 삭제는 연결된 모든 기기에 반영돼요.
pt_br: Com a sincronização do iCloud ativada, as exclusões também são propagadas para todos os dispositivos vinculados.
zh_hans: 若已启用 iCloud 同步，删除操作会同步到所有关联设备。
zh_hant: 若已啟用 iCloud 同步，刪除動作會同步到所有關聯裝置。

source: Image export is iOS only
de: Bildexport ist nur unter iOS verfügbar
es: La exportación de imagen solo está disponible en iOS
fr: L'export d'image est uniquement disponible sur iOS
it: L'esportazione dell'immagine è disponibile solo su iOS
ja: 画像書き出しは iOS のみ対応です
ko: 이미지 내보내기는 iOS에서만 지원돼요
pt_br: A exportação de imagem só está disponível no iOS
zh_hans: 图片导出仅在 iOS 上可用
zh_hant: 影像匯出僅支援 iOS

source: Import TCX / GPX / FIT / ZIP from the Map tab to see your stats here.
de: Importiere TCX / GPX / FIT / ZIP über den Map-Tab, um deine Statistiken hier zu sehen.
es: Importa TCX / GPX / FIT / ZIP desde la pestaña Map para ver tus estadísticas aquí.
fr: Importez TCX / GPX / FIT / ZIP depuis l'onglet Map pour voir vos statistiques ici.
it: Importa TCX / GPX / FIT / ZIP dalla scheda Map per vedere qui le tue statistiche.
ja: Map タブから TCX / GPX / FIT / ZIP を読み込むと、ここに統計が表示されます。
ko: Map 탭에서 TCX / GPX / FIT / ZIP을 가져오면 통계가 여기 나와요.
pt_br: Importe TCX / GPX / FIT / ZIP na aba Map para ver suas estatísticas aqui.
zh_hans: 在 Map 标签页导入 TCX / GPX / FIT / ZIP，统计数据将显示在这里。
zh_hant: 在 Map 標籤頁匯入 TCX / GPX / FIT / ZIP，統計資料就會在這裡顯示。

source: Loading price...
de: Preis wird geladen…
es: Cargando precio…
fr: Chargement du prix…
it: Caricamento prezzo…
ja: 価格を読み込み中…
ko: 가격을 불러오는 중…
pt_br: Carregando preço…
zh_hans: 正在加载价格…
zh_hant: 正在載入價格…

source: Loading workouts...
de: Trainings werden geladen…
es: Cargando entrenamientos…
fr: Chargement des séances…
it: Caricamento allenamenti…
ja: ワークアウトを読み込み中…
ko: 운동을 불러오는 중…
pt_br: Carregando treinos…
zh_hans: 正在加载训练记录…
zh_hant: 正在載入訓練紀錄…

source: Map (iOS only)
de: Karte (nur iOS)
es: Mapa (solo iOS)
fr: Carte (iOS uniquement)
it: Mappa (solo iOS)
ja: マップ (iOS のみ)
ko: 지도 (iOS 전용)
pt_br: Mapa (somente iOS)
zh_hans: 地图（仅 iOS）
zh_hant: 地圖（僅 iOS）

source: No Data Yet
de: Noch keine Daten
es: Aún no hay datos
fr: Pas encore de données
it: Nessun dato ancora
ja: データがまだありません
ko: 아직 데이터가 없어요
pt_br: Ainda não há dados
zh_hans: 暂无数据
zh_hant: 尚無資料

source: No Matching Data
de: Keine passenden Daten
es: No hay datos coincidentes
fr: Aucune donnée correspondante
it: Nessun dato corrispondente
ja: 該当するデータがありません
ko: 일치하는 데이터가 없어요
pt_br: Nenhum dado correspondente
zh_hans: 没有匹配的数据
zh_hant: 找不到符合的資料

source: No results in the selected category. Pick "All" or another category.
de: Keine Ergebnisse in der ausgewählten Kategorie. Wähle „All" oder eine andere Kategorie.
es: No hay resultados en la categoría seleccionada. Elige "All" u otra categoría.
fr: Aucun résultat dans la catégorie sélectionnée. Choisissez « All » ou une autre catégorie.
it: Nessun risultato nella categoria selezionata. Scegli "All" o un'altra categoria.
ja: 選択中のカテゴリに該当する結果はありません。「All」または別のカテゴリを選んでください。
ko: 선택한 카테고리에 해당하는 결과가 없어요. "All" 또는 다른 카테고리를 선택해 보세요.
pt_br: Não há resultados na categoria selecionada. Escolha "All" ou outra categoria.
zh_hans: 当前类别下没有成绩。请选择 "All" 或其他类别。
zh_hant: 目前類別下沒有成績。請選擇「All」或其他類別。

source: No results yet
de: Noch keine Ergebnisse
es: Aún no hay resultados
fr: Aucun résultat pour le moment
it: Nessun risultato ancora
ja: まだ結果がありません
ko: 아직 결과가 없어요
pt_br: Ainda não há resultados
zh_hans: 还没有成绩
zh_hant: 還沒有成績

source: Optional support — no extra features
de: Freiwillige Unterstützung – keine Zusatzfunktionen
es: Apoyo opcional, sin funciones extra
fr: Soutien facultatif — sans fonctionnalités supplémentaires
it: Supporto opzionale — nessuna funzione extra
ja: 任意の応援 ― 追加機能はありません
ko: 선택적 후원 — 추가 기능은 없어요
pt_br: Apoio opcional — sem recursos adicionais
zh_hans: 自愿支持——不附加额外功能
zh_hant: 自願支持——不附加額外功能

source: Pick 2+ Results
de: 2 oder mehr Ergebnisse auswählen
es: Elige 2 o más resultados
fr: Choisissez 2 résultats ou plus
it: Seleziona 2 o più risultati
ja: 2 件以上の結果を選択
ko: 2개 이상의 결과를 선택해 주세요
pt_br: Escolha 2 ou mais resultados
zh_hans: 选择 2 项及以上成绩
zh_hant: 選擇 2 筆以上的成績

source: Plot the GPS track on the card
de: GPS-Track auf der Karte einzeichnen
es: Dibuja la traza GPS en la tarjeta
fr: Tracer la trace GPS sur la carte
it: Traccia il percorso GPS sulla card
ja: カードに GPS トラックを描画します
ko: 카드에 GPS 경로를 그려요
pt_br: Desenha o trajeto GPS no cartão
zh_hans: 在卡片上绘制 GPS 轨迹
zh_hant: 在卡片上繪製 GPS 軌跡

source: Premium Feature
de: Premium-Funktion
es: Función Premium
fr: Fonction Premium
it: Funzione Premium
ja: プレミアム機能
ko: 프리미엄 기능
pt_br: Recurso Premium
zh_hans: 高级功能
zh_hant: 進階功能

source: Race entry only
de: Nur Renn-Eintrag
es: Solo la carrera
fr: Course uniquement
it: Solo voce gara
ja: レース情報のみ
ko: 레이스 항목만
pt_br: Somente a corrida
zh_hans: 仅赛事条目
zh_hant: 僅賽事條目

source: Records stay on this device only. Fastest, most private.
de: Aufzeichnungen bleiben nur auf diesem Gerät. Am schnellsten, am privatesten.
es: Los datos se quedan solo en este dispositivo. Lo más rápido y privado.
fr: Les enregistrements restent uniquement sur cet appareil. Plus rapide et plus privé.
it: I dati restano solo su questo dispositivo. Più veloce e più privato.
ja: 記録はこのデバイス内にのみ保存されます。最速で最もプライベート。
ko: 기록은 이 기기에만 저장돼요. 가장 빠르고 가장 비공개적이에요.
pt_br: Os registros ficam apenas neste dispositivo. Mais rápido e mais privado.
zh_hans: 记录仅保存在本机。速度最快，隐私最佳。
zh_hant: 紀錄僅保存在本機。速度最快，隱私最佳。

source: Records sync across your iPhone, iPad and Mac via iCloud (same Apple ID).
de: Aufzeichnungen werden zwischen deinem iPhone, iPad und Mac über iCloud synchronisiert (gleiche Apple-ID).
es: Los datos se sincronizan entre tu iPhone, iPad y Mac a través de iCloud (mismo Apple ID).
fr: Les enregistrements se synchronisent entre votre iPhone, iPad et Mac via iCloud (même identifiant Apple).
it: I dati si sincronizzano tra iPhone, iPad e Mac tramite iCloud (stesso Apple ID).
ja: 同じ Apple ID を使う iPhone・iPad・Mac の間で iCloud 経由で同期します。
ko: 같은 Apple ID를 쓰는 iPhone·iPad·Mac에서 iCloud로 기록이 동기화돼요.
pt_br: Os registros são sincronizados entre seu iPhone, iPad e Mac via iCloud (mesmo Apple ID).
zh_hans: 通过 iCloud 在使用同一 Apple ID 的 iPhone、iPad 和 Mac 之间同步记录。
zh_hant: 透過 iCloud 在使用同一 Apple ID 的 iPhone、iPad 與 Mac 之間同步紀錄。

source: Reset to app defaults
de: Auf App-Standard zurücksetzen
es: Restablecer valores predeterminados
fr: Réinitialiser aux valeurs par défaut
it: Ripristina i valori predefiniti
ja: アプリの初期値に戻す
ko: 앱 기본값으로 재설정
pt_br: Restaurar padrões do app
zh_hans: 重置为应用默认值
zh_hant: 重置為 App 預設值

source: Save a frequently-used distance to recall it via the Custom button across pace tools.
de: Speichere eine häufig genutzte Distanz und rufe sie über die Custom-Taste in allen Pace-Tools wieder ab.
es: Guarda una distancia frecuente para usarla con el botón Custom en las herramientas de ritmo.
fr: Enregistrez une distance fréquente pour la rappeler via le bouton Custom dans tous les outils d'allure.
it: Salva una distanza usata di frequente e richiamala con il pulsante Custom in tutti gli strumenti di ritmo.
ja: よく使う距離を保存して、各ペースツールの Custom ボタンから呼び出せます。
ko: 자주 쓰는 거리를 저장해 각 페이스 도구의 Custom 버튼에서 불러올 수 있어요.
pt_br: Salve uma distância usada com frequência para acessá-la pelo botão Custom nas ferramentas de ritmo.
zh_hans: 保存常用距离，在各配速工具中通过 Custom 按钮快速调用。
zh_hant: 儲存常用距離，可在各配速工具中透過 Custom 按鈕快速取用。

source: Save brochures, route maps, and event-day shots — synced via iCloud.
de: Speichere Broschüren, Streckenkarten und Fotos vom Renntag – synchronisiert über iCloud.
es: Guarda folletos, mapas de ruta y fotos del día — sincronizado vía iCloud.
fr: Enregistrez brochures, plans de parcours et photos du jour J — synchronisés via iCloud.
it: Salva brochure, mappe di percorso e foto del giorno gara — sincronizzate via iCloud.
ja: パンフレット・コースマップ・当日の写真を保存。iCloud で同期できます。
ko: 팸플릿·코스 지도·당일 사진을 저장하고 iCloud로 동기화돼요.
pt_br: Salve folhetos, mapas de percurso e fotos do dia — sincronizados via iCloud.
zh_hans: 保存赛事手册、路线图与当日照片，通过 iCloud 同步。
zh_hant: 儲存賽事手冊、路線圖與當日照片，透過 iCloud 同步。

source: Set a goal time or pace to see split table here.
de: Lege eine Zielzeit oder einen Pace fest, um hier die Splittabelle zu sehen.
es: Define un tiempo objetivo o un ritmo para ver la tabla de parciales aquí.
fr: Définissez un objectif de temps ou d'allure pour voir le tableau des splits ici.
it: Imposta un tempo o un ritmo obiettivo per vedere qui la tabella degli split.
ja: ゴールタイムまたはペースを設定すると、ここにスプリット表が表示されます。
ko: 목표 시간이나 페이스를 설정하면 스플릿 표가 여기 나와요.
pt_br: Defina um tempo ou ritmo alvo para ver a tabela de parciais aqui.
zh_hans: 设置目标时间或配速后，分段表将显示在这里。
zh_hant: 設定目標時間或配速後，分段表將顯示在這裡。

source: Sign in to iCloud in Settings to enable sync.
de: Melde dich in den Einstellungen bei iCloud an, um die Synchronisierung zu aktivieren.
es: Inicia sesión en iCloud desde Ajustes para habilitar la sincronización.
fr: Connectez-vous à iCloud dans Réglages pour activer la synchronisation.
it: Accedi a iCloud dalle Impostazioni per attivare la sincronizzazione.
ja: 同期するには、設定で iCloud にサインインしてください。
ko: 동기화를 사용하려면 설정에서 iCloud에 로그인하세요.
pt_br: Entre no iCloud em Ajustes para ativar a sincronização.
zh_hans: 请在系统设置中登录 iCloud 以启用同步。
zh_hant: 請在系統設定中登入 iCloud 以啟用同步。

source: Tap a row for details and charts. Open "Year-over-Year" below to overlay multiple results.
de: Tippe auf eine Zeile für Details und Diagramme. Öffne unten „Year-over-Year", um mehrere Ergebnisse zu überlagern.
es: Toca una fila para ver detalles y gráficos. Abre "Year-over-Year" abajo para superponer varios resultados.
fr: Touchez une ligne pour les détails et les graphiques. Ouvrez « Year-over-Year » ci-dessous pour superposer plusieurs résultats.
it: Tocca una riga per dettagli e grafici. Apri "Year-over-Year" qui sotto per sovrapporre più risultati.
ja: 行をタップで詳細とチャートを表示。下の「Year-over-Year」を開くと複数の結果を重ねられます。
ko: 행을 탭하면 상세와 차트가 나와요. 아래의 "Year-over-Year"를 열면 여러 결과를 겹쳐 볼 수 있어요.
pt_br: Toque em uma linha para ver detalhes e gráficos. Abra "Year-over-Year" abaixo para sobrepor vários resultados.
zh_hans: 点按行查看详情和图表。展开下方的 "Year-over-Year" 可叠加多场成绩比较。
zh_hant: 點按列查看詳情與圖表。展開下方的「Year-over-Year」可疊加多筆成績比較。

source: Tap a row to load, swipe to delete
de: Tippe zum Laden, wische zum Löschen
es: Toca una fila para cargar, desliza para eliminar
fr: Touchez une ligne pour charger, balayez pour supprimer
it: Tocca una riga per caricare, scorri per eliminare
ja: 行をタップで読み込み、スワイプで削除
ko: 행을 탭하면 불러오고, 스와이프하면 삭제돼요
pt_br: Toque em uma linha para carregar, deslize para apagar
zh_hans: 点按行加载，滑动删除
zh_hant: 點按列載入，滑動刪除

source: Tap the slider button to pick 2 to 4 results from the same category.
de: Tippe auf die Slider-Schaltfläche, um 2 bis 4 Ergebnisse aus derselben Kategorie auszuwählen.
es: Toca el botón del control deslizante para elegir entre 2 y 4 resultados de la misma categoría.
fr: Touchez le bouton curseur pour choisir 2 à 4 résultats de la même catégorie.
it: Tocca il pulsante slider per scegliere da 2 a 4 risultati della stessa categoria.
ja: スライダーボタンをタップして、同じカテゴリから 2〜4 件の結果を選択してください。
ko: 슬라이더 버튼을 탭해 같은 카테고리에서 2~4개의 결과를 선택해 주세요.
pt_br: Toque no botão do controle deslizante para escolher de 2 a 4 resultados da mesma categoria.
zh_hans: 点按滑块按钮，从同一类别中选择 2 到 4 项成绩。
zh_hant: 點按滑桿按鈕，從同一類別中選擇 2 到 4 筆成績。

source: This cannot be undone.
de: Kann nicht rückgängig gemacht werden.
es: No se puede deshacer.
fr: Action irréversible.
it: Operazione irreversibile.
ja: 元に戻せません。
ko: 되돌릴 수 없어요.
pt_br: Não pode ser desfeito.
zh_hans: 无法撤销。
zh_hant: 無法復原。

source: This will permanently delete the race and %lld linked results.
de: Dieses Rennen und %lld verknüpfte Ergebnisse werden endgültig gelöscht.
es: Esto eliminará permanentemente la carrera y %lld resultados vinculados.
fr: Cela supprimera définitivement la course et %lld résultats liés.
it: Questo eliminerà definitivamente la gara e %lld risultati collegati.
ja: このレースと紐づく結果 %lld 件を完全に削除します。
ko: 이 레이스와 연결된 결과 %lld개를 완전히 삭제해요.
pt_br: Isso apagará permanentemente a corrida e %lld resultados vinculados.
zh_hans: 这将永久删除该赛事及其 %lld 项关联成绩。
zh_hant: 這將永久刪除該賽事及其 %lld 項關聯成績。

source: This will permanently delete this race entry.
de: Dieser Renn-Eintrag wird endgültig gelöscht.
es: Esto eliminará permanentemente esta carrera.
fr: Cela supprimera définitivement cette course.
it: Questa gara verrà eliminata definitivamente.
ja: このレース情報を完全に削除します。
ko: 이 레이스 항목을 완전히 삭제해요.
pt_br: Isso apagará permanentemente esta corrida.
zh_hans: 这将永久删除此赛事条目。
zh_hant: 這將永久刪除此賽事條目。

source: This will permanently delete this result, including laps and route.
de: Dieses Ergebnis wird einschließlich Runden und Strecke endgültig gelöscht.
es: Esto eliminará permanentemente este resultado, incluidas vueltas y ruta.
fr: Cela supprimera définitivement ce résultat, y compris les tours et le tracé.
it: Questo eliminerà definitivamente questo risultato, inclusi giri e percorso.
ja: この結果を、ラップと経路も含めて完全に削除します。
ko: 이 결과를 랩과 경로를 포함해 완전히 삭제해요.
pt_br: Isso apagará permanentemente este resultado, incluindo voltas e rota.
zh_hans: 这将永久删除此成绩，包括分段和路线。
zh_hant: 這將永久刪除此成績，包含分段與路線。

source: Unavailable
de: Nicht verfügbar
es: No disponible
fr: Indisponible
it: Non disponibile
ja: 利用できません
ko: 사용할 수 없어요
pt_br: Indisponível
zh_hans: 不可用
zh_hant: 無法使用

source: Unlimited races and results, plus PDF / image attachments.
de: Unbegrenzte Rennen und Ergebnisse plus PDF-/Bild-Anhänge.
es: Carreras y resultados ilimitados, además de adjuntos PDF / imagen.
fr: Courses et résultats illimités, plus pièces jointes PDF / image.
it: Gare e risultati illimitati, oltre ad allegati PDF / immagine.
ja: レース・結果が無制限になり、PDF / 画像の添付も使えます。
ko: 레이스와 결과를 무제한으로, PDF·이미지 첨부도 사용할 수 있어요.
pt_br: Corridas e resultados ilimitados, além de anexos em PDF / imagem.
zh_hans: 无限赛事与成绩，并支持 PDF / 图片附件。
zh_hant: 賽事與成績無上限，並支援 PDF / 圖片附件。
